Repository: 93Evolution/RandTalkBot
Catalog: randtalkbot/locale/*/LC_MESSAGES/randtalkbot.po
Languages: it

source: Female
it: Femmina

source: Male
it: Maschio

source: Not specified
it: Non specificare

source: boy
it: ragazzo

source: man
it: uomo

source: girl
it: ragazza

source: woman
it: donna

source: The search is going on. {0} users are looking for partner -- change your preferences (languages, partner's sex) using /setup command to talk with them. Chat *lacks females!* Send the link to your friends and earn {1} bonuses for every invited female and {2} bonus for each male (the more bonuses you have -- the faster partner's search will be):
it: La ricerca è in corso. {0} utenti sono alla ricerca di partner — modificare le preferenze (lingue, il sesso del partner) utilizzando /setup comando per parlare con loro. Chat *manca femmine!* Invia il link ai tuoi amici e guadagnare {1} bonus per ogni femmina invitato e {2} bonus per ogni maschio (più bonus si hanno → di ricerca del partner più veloce sarà):

source: The search is going on. {0} users are looking for partner -- change your preferences (languages, partner's sex) using /setup command to talk with them. Chat *lacks males!* Send the link to your friends and earn {1} bonuses for every invited male and {2} bonus for each female (the more bonuses you have -- the faster partner's search will be):
it: La ricerca è in corso. {0} utenti sono alla ricerca di partner — modificare le preferenze (lingue, il sesso del partner) utilizzando /setup comando per parlare con loro. Chat *manca maschi!* Invia il link ai tuoi amici e guadagnare {1} bonus per ogni maschio invitato e {2} bonus per ogni femmina (più bonus si hanno → di ricerca del partner più veloce sarà):

source: Do you want to talk with somebody, practice in foreign languages or you just want to have some fun? Rand Talk will help you! It's a bot matching you with a random stranger of desired sex speaking on your language. {0}
it: Vuoi[ ](http://randtalk.ml/static/img/logo-125x125.png) parlare con qualcuno, esercitarti in altre lingue o vuoi soltanto divertirti? Rand Talk fa al caso tuo! Verrete abbinati con una persona del sesso scelto da voi nella lingua che desiderate. [Provare!]({0})

source: Looking for partner was stopped.
it: Ricerca partner per la chat interrotta

source: Chat was finished. Feel free to /begin a new one.
it: Chat chiusa. Premi /begin per iniziarne un'altra!

source: Your partner has left chat. Feel free to /begin a new conversation.
it: L'altra persona ha lasciato la chat. 😿 Premi /begin per iniziarne un'altra!

source: You've received one bonus for inviting a person to the bot. Bonuses will help you to find partners quickly. Total bonuses count: {0}. Congratulations! To mute this notifications, use /mute\_bonuses.
it: Hai ricevuto un bonus per aver invitato una persona al bot. I bonus vi aiuteranno a trovare partner più velocemente. Conteggio totale dei bonus: {0}. Congratulazioni! 🤑 Per disattivare queste notifiche, usa il /mute\_bonuses.

source: You've received {0} bonuses for inviting a person to the bot. Bonuses will help you to find partners quickly. Total bonuses count: {1}. Congratulations! To mute this notifications, use /mute\_bonuses.
it: Hai ricevuto {0} bonus per aver invitato una persona al bot. I bonus vi aiuteranno a trovare partner più velocemente. Conteggio totale dei bonus: {1}. Congratulazioni! 🤑 Per disattivare queste notifiche, usare il /mute\_bonuses.

source: Use {0} please.
it: Parla {0} per favore.

source: You can use the following languages: {0}.
it: Si possono selezionare le seguenti lingue: {0}.

source: Here's another stranger.
it: Ho trovato un'altra persona.

source: Your partner is here.
it: Il vostro partner è qui.

source: You've used one bonus. {0} bonus(es) left.
it: Hai usato un bonus. {0} bonus a sinistra.

source: You've used your last bonus.
it: Hai usato il tuo ultimo bonus.

source: Your partner's been looking for you for {0} hr. Say him "Hello" -- if he doesn't respond to you, launch search again by /begin command.
it: Il vostro partner vi sta cercando da {0} ore. Digli “Ciao” — se non vi risponde, fate una nuova ricerca utilizzando il comando /begin.

source: Your partner's been looking for you for {0} min. Say him "Hello" -- if he doesn't respond to you, launch search again by /begin command.
it: Il vostro partner vi sta cercando da {0} min. Digli “Ciao” — se non vi risponde, fate una nuova ricerca utilizzando il comando /begin.

source: Have a nice chat!
it: Divertiti 🤗

source: Looking for a stranger for you.
it: Ricerca partner per la chat in corso... 🤔

source: Internal error. Admins are already notified about that
it: Errore del bot. L'amministratore sta lavorando per risolverlo 🤕

source: *Help* Use /begin to start looking for a conversational partner, once you're matched you can use /end to finish the conversation. To choose your settings, apply /setup. If you have any suggestions or require help, please contact @quasiyoke. When asking questions, please provide this number: {0}. Subscribe to [our news](https://telegram.me/RandTalk). You're welcome to inspect and improve [Rand Talk v. {1} source code](https://github.com/quasiyoke/RandTalkBot) or to [give us 5 stars](https://telegram.me/storebot?start=randtalkbot).
it: *Aiuto* Scrivere o premere /begin per cercare una persona con cui iniziare la chat; se vuoi cambiare persona, chiudi la chat usando /end e cerca un'altra persona. Per scegliere le tue impostazioni puoi utilizzare /setup. Se hai suggerimenti o hai bisogno di aiuto scrivi pure all'admin del bot, @quasiyoke. Nel messaggio, per favore, includi questo numero: {0}. Iscriviti alle [nostre notizie (en)](https://telegram.me/RandTalk). Sei il benvenuto per controllare e migliorare il [codice sorgente del Rand Talk v. {1}](https://github.com/quasiyoke/RandTalkBot) o per [darci 5 stelle](https://telegram.me/storebot?start=randtalkbot).

source: Notifications about bonuses were muted for 1 hour
it: Le notifiche bonus sono stati disattivati per 1 ora 🤐

source: Don't try to fool me. Forward message with the link to your friends and receive well-earned bonuses that will help you to find partner quickly.
it: Non cercare di ingannarmi. 😉 Inoltra questo messaggio ai tuoi amici e riceverai un bonus che ti aiuterà a trovare un partner più in fretta.

source: *Manual* Use /begin to start looking for a conversational partner, once you're matched you can use /end to end the conversation.
it: *Comandi* Premi (o scrivi) /begin per cercare una persona con cui iniziare la chat; se vuoi terminare la conversazione premi /end e cerca un'altra persona.

source: Messages of this type aren't supported.
it: Mi dispiace, il bot non supporta messaggi di questo tipo 😞

source: Unknown command. Look /help for the full list of commands.
it: Comando sconosciuto. Premi /help per la lista di tutti i comandi.

source: Your partner has blocked me! How did you do that?!
it: L'altra persona mi ha bloccato. Come hai osato farlo?! 😕

source: Rand Talk Invitation Link
it: Rand Talk Invito Link

source: The more friends'll use your link -- the faster the search will be
it: Più amici utilizzeranno il tuo link — la ricerca più veloce a Rand Talk sarà

source: Thank you. Use /begin to start looking for a conversational partner, once you're matched you can use /end to end the conversation.
it: Grazie mille! 😋 Premi (o scrivi) /begin per cercare una persona con cui iniziare la chat; se vuoi cambiare persona, chiudi la chat premendo o scrivendo /end e cerca un'altra persona.

source: Please specify at least one language.
it: Per favore scegli almeno una lingua.

source: Language "{0}" wasn't found.
it: Lingua non trovata “{0}”. 😳

source: Too much languages were specified. Please shorten your list to 6 languages.
it: Troppe lingue sono state selezionare. Per favore riduci l'elenco fino a un massimo di 6 lingue. Too much languages were specified. Please shorten your list to 6 languages.

source: Unknown sex: "{0}" -- is not a valid sex name.
it: Sesso sconosciuto: “{0}”. Controlla l'ortografia!

source: Finish setup process please. After that you can start using bot.
it: Completa il profilo prima di iniziare ad usare il bot. Grazie

source: Enumerate the languages you speak like this: "English, Italian" -- in descending order of your speaking convenience or just pick one at special keyboard.
it: Scrivi quali lingue parli in questo modo: “English, Italian” — nell'ordine in cui ti interessano di più o scegline una dalla tastiera del bot.

source: Leave the language unchanged
it: Non cambiare la lingua

source: Your current language is {0}. Enumerate the languages you speak like this: "English, Italian" -- in descending order of your speaking convenience or just pick one at special keyboard.
it: La tua lingua attuale è {0}. Scrivi quali lingue parli in questo modo: “English, Italian” — nell'ordine in cui ti interessano di più o scegline una dalla tastiera del bot.

source: Leave the languages unchanged
it: Non cambiare le lingue

source: Your current languages are: {0}. Enumerate the languages you speak the same way -- in descending order of your speaking convenience or just pick one at special keyboard.
it: Le tue lingue attuali sono {0}. Scrivi quali lingue parli in questo modo: “English, Italian” — nell'ordine in cui ti interessano di più o scegline una dalla tastiera del bot.

source: Set up your sex. If you pick "Not Specified" you can't choose your partner's sex.
it: Seleziona il tuo sesso. Se scegli "Non specificare" non potrai sceglier il sesso del tuo partner della chat.

source: Choose your partner's sex
it: Scegli il sesso del tuo partner della chat
